Repository: lliurex/ubiquity-slideshow-lliurex
Catalog: po/lliurex/*.po
Languages: ca, es

source: Quota LliureX Mode
ca: Gestió de quotes
es: Gestión de cuotas

source: Select the quota mode in the center model and do not allow any user to fill the data hard disk by dropping the system.
ca: En un model d'aula o de centre , seleccioneu LliureX Quota en el menú. Des d'ací podeu limitar, editar i modificar la mida màxima del disc de què disposaran els usuaris en /net.
es: En un modelo de aula o de centro, dispones en el menú de LliureX Cuota desde donde podrás limitar, editar y modificar el tamaño máximo de disco que en /net dispondrán los usuarios.

source: Apply the fees by type of user, by classrooms or individually.
ca: Aplica les quotes per tipus d'usuari, per aula/grup o de manera individual.
es: Aplica las cuotas por tipo de usuario, por aula/grupo o de manera individual.

source: A Brand New Desktop Environment
ca: Un nou entorn d'escriptori
es: Un nuevo entorno de escritorio

source: LliureX desktop environment is a brand new product for college users. From start menu, status bar, panel icons to file manager and control panel, you will experience a smooth and beautiful system. More function in details are awaiting you to find out.
ca: Hem canviat l'entorn de LliureX i ara és molt més modern i actual. Disfrutareu d'una millor experiència amb les novetats en el menú d'inici, la barra d'estat, les icones del tauler, l'administrador de fitxers i el tauler de control. Descobriu les noves funcions que trobareu en el nou escriptori.
es: Hemos cambiado el entorno en LliureX. Mucho más moderno, actual donde el menú de inicio, la barra de estado, los iconos del panel hasta el administrador de archivos y el panel de control, nos harán disfrutar de una mejor experiencia de uso . Descubre todo el potencial que esconde el nuevo escritorio.

source: Now, you can test your system and solve the most common problems. You can also install, uninstall and manage the kernels in a simpler way.
ca: Ara podeu verificar el sistema i corregir els problemes més habituals. A més, també podeu instal·lar, desinstal·lar i gestionar el nucli d'arrancada d'una manera més senzilla.
es: Ahora puedes testear el sistema y corregir los problemas mas habituales. Además también puedes instalar, desinstalar y gestionar el kernel de arranque de una manera más sencilla.

source: FP version
ca: FP Versió
es: Version Fp

source: An environment prepared for FP, eliminating the apps for early childhood education, but maintaining the potential that LLiureX offers within the classroom.
ca: Un entorn preparat per a FP, eliminant les apps d'educació infantil, però mantenint el potencial que LLiureX ofereix dins de l'aula.
es: Un entorno preparado para FP, eliminando las apps de educación infantil, pero manteniendo el potencial que LLiureX ofrece dentro del aula.

source: Zero-center, to configure and install the most important software.
ca: Zero-Center, per a configurar i instal·lar el programari mes important.
es: Zero-center, para configurar e instalar el software mas importante.

source: Moving profiles with Ldap.
ca: Perfils mòbils amb Ldap.
es: Perfiles móviles con Ldap.

source: And special software collection to:
ca: I una selecció especial de programari per a:
es: Y una seleccion especial de software para:

source: Electronica.
ca: Electrònica.
es: Electrónica.

source: Administrativo.
ca: Administratiu.

source: Informatica.
ca: Informàtica.
es: Informática.

source: Getting Help
ca: Obteniu ajuda
es: Obtener ayuda

source: If you need help, you can contact us:
ca: Si necessiteu ajuda, podeu contactar amb nosaltres:
es: Si necesitas ayuda, puedes contactar con nosotros:

source: Using our <a href="http://mestreacasa.gva.es/web/lliurex/">webpage</a> at <a href="http://mestreacasa.gva.es/">Mestre a casa</a>
ca: Utilitzeu la nostra <a href="http://mestreacasa.gva.es/web/lliurex/">pàgina web</a> en <a href="http://mestreacasa.gva.es/">Mestre a casa</a>
es: Utiliza nuestra <a href="http://mestreacasa.gva.es/web/lliurex/">pagina web</a> en <a href="http://mestreacasa.gva.es/">Mestre a casa</a>

source: On the mailing list, subscribe on <a href="https://launchpad.net/~llxdev/+archive/ubuntu/xenial">the page of LliureX project at Launchpad</a>.
ca: La nostra llista de correu de LliureX, subscriviu-vos en <a href="https://launchpad.net/~llxdev/+archive/ubuntu/bionic">la pàgina del projecte LlliureX en Launchpad</a>.
es: Nuestro mailing de LliureX, suscribete en <a href="https://launchpad.net/~llxdev/+archive/ubuntu/bionic">la pagina del proyecto LlliureX en Launchpad</a>.

source: At our twitter account @lliurex at <a href="https://twitter.com/LliureX">Twitter</a>
ca: El nostre compte de twitter @lliurex en <a href="https://twitter.com/LliureX">Twitter</a>
es: Nuestra cuenta de twitter @lliurex en <a href="https://twitter.com/LliureX">Twitter</a>

source: The installation will finish soon. We hope you enjoy LliureX.
ca: La instal·lació finalitzarà prompte. Esperem que disfruteu de LliureX.
es: La instalación finalizará pronto. Esperamos que disfrutes de LliureX.

source: If you have any doubt you can soved it if you visit our <a href="http://wiki.lliurex.net/">wiki</a> at <a href="http://wiki.lliurex.net/">wiki.lliurex.net</a>:
ca: Si voleu resoldre qualsevol dubte, visiteu <a href="http://wiki.lliurex.net/">wiki</a> en <a href="http://wiki.lliurex.net/"> wiki.lliurex.net</a>:
es: Si tienes alguna duda podras resolverla si visitas nuestra <a href="http://wiki.lliurex.net/">wiki</a> en <a href="http://wiki.lliurex.net/"> wiki.lliurex.net</a>:

source: Info for Lliurex 19.04 and older versions.
ca: Informació per a LliureX 19.07 i versions anteriors.
es: Información para LliureX 19.07 y versiones anteriores.

source: You can find many manuals and video guides to manage LliureX in all environments.
ca: Podeu trobar molts manuals i videoguies per a gestionar LliureX en tots els seus entorns.
es: Puedes encontrar muchos manuales, y video guías para gestionar LliureX en todos sus entornos.

source: Check how new applications work.
ca: Consulteu com funcionen les noves aplicacions.
es: Consulta como funcionan las nuevas aplicaciones.

source: More problems have been solved here.
ca: S'han resolt anteriorment molts problemes ací.
es: Muchos problemas han sido resueltos anteriormente aqui.

source: You can download many drivers for printers, digital boards.....
ca: Podeu descarregar molts controladors per a impressores, pissarres digitals ...
es: Puedes descargar muchos controladores para impresoras, pizarras digitales .....

source: Desktop model
ca: Model d'escriptori
es: Modelo de Escritorio

source: Enjoy the environment of LliureX and its ease of use on any PC.
ca: Gaudiu de l'entorn de LliureX i de la seua facilitat d'ús en qualsevol PC.
es: Disfruta del entorno de LliureX y su facilidad de uso en cualquier PC.

source: Clasroom model
ca: Model d'Aula
es: Modelo de Aula

source: This implementation allows you to have LDAP validation, copy profiles on the server, classroom monitoring with Epoptes, internet control with LliureX Guard, automatic package installation ....
ca: Aquesta implementació us permet tindre validacions de LDAP, guardar els perfils dels usuaris en el servidor, monitorar l'aula amb Epoptes, controlar l'accés a algunes webs d'internet amb LliureX Guard, instal·lar paquets automàticament...
es: Esta implementación le permite tener validación de LDAP, guardar los perfiles de los usuarios en el servidor, monitorear el aula con Epoptes, controlar el acceso a ciertas webs de internet con LliureX Guard, instalar paquetes automáticamente...

source: Center model
ca: Model de Centre
es: Modelo de Centro

source: Have all the advantages of the classroom model and centralize all user data in a disk booth or central file server. Manage a single LDAP for validations throughout the center.
ca: Gaudiu de tots els avantatges del model d'aula i centralitzeu totes les dades de l'usuari en una cabina de disc o en un servidor de fitxers. Gestioneu un únic LDAP per a validacions dels usuaris en tot el centre.
es: Disfruta de todas las ventajas del modelo de aula y centraliza todos los datos del usuario en una cabina de disco o un servidor de archivos. Gestiona un único LDAP para validaciones de los usuarios en todo el centro.

source: Choose the classroom model you want:
ca: Seleccioneu el model d'aula que desitgeu:
es: Selecciona el modelo de montaje de aula que deseas:

source: LITE: If you only want a desktop folder to be mounted.
ca: LITE: Si només voleu muntar una carpeta de xarxa en l' escriptori.
es: LITE: Si solo quieres montar una carpeta de red en el escritorio.

source: FULL: The usual way where browser profiles, desktop preferences, Documents and Desktop folders are copied.
ca: COMPLET: El model habitual de LLiureX, on es copien els perfils del navegador, les preferències de les sessions, les carpetes Documents i l'Escriptori.
es: COMPLETO: El modelo habitual de LLiureX, donde se copian los perfiles del navegador, las preferencias de la sesión, las carpetas Documentos y Escritorio.

source: Bring your news to life, publish it on your blog and read it on the web or through the hall monitors. Post texts, images, videos and define your style.
ca: Dona-li vida a les teues notícies, publica-les en el seu blog i llig-les en la web o a través dels monitors dels corredors. Publica textos, imatges, vídeos i defineix el teu estil.
es: Dale vida a tus noticias, publícalas en su blog y léelas en la web o a través de los monitores de los pasillos. Publica textos, imágenes, vídeos y define tu estilo.

source: New aspect
ca: Nou aspecte
es: Nuevo aspecto

source: We have given a renewed and more friendly aspect to several of the applications:
ca: Hem donat un aspecte renovat i més amigable a algunes de les aplicacions:
es: Hemos dado un aspecto renovado y más amigable a varias de las aplicaciones:

source: Alarm Program
ca: Programa d'Alarmes
es: Programa Alarmas

source: With Bell Scheduler you can program alarms for class changes in a very simple way.
ca: Amb Bell Scheduler podeu programar alarmes per a canvis de classe d'una manera molt senzilla.
es: Con Bell Scheduler puedes programar alarmas para cambios de clase de una manera muy sencilla.

source: The PRINTA print management service allows you to control or limit the number of prints that each user of the system makes.
ca: El servei de gestió d'impressió PRINTA permet controlar o limitar el numere d'impressions que cada usuari del sistema realitza.
es: El servicio de gestión de impresión PRINTA permite controlar o limitar el numero de impresiones que cada usuario del sistema realiza.

source: With the management tool, automatic printing fee recharges can be scheduled.
ca: Amb l'eina de gestió, es poden programar recàrregues automàtiques de quota d'impressió.
es: Con la herramienta de gestión, se pueden programar recargas automáticas de cuota de impresión.

source: Thank you for choosing LliureX 19.07
ca: Gràcies per triar LliureX 19.07
es: Gracias por elegir LliureX 19.07

source: LliureX is an initiative driven by the Department of Education of Regional Government with the purpose of using free software ICTs in the Valencian Education System, so as to allow its users to enjoy a thoughtful and fine user experience.
ca: LliureX es una iniciativa impulsada per la Conselleria d'Educació, Cultura i Esport de la Generalitat Valenciana per a utilitzar les TIC de programari lliure en el sistema educatiu valencià i d'aquesta manera permetre als usuaris gaudir d'una experiència agradable i senzilla.
es: LliureX es una iniciativa impulsada por la Conselleria de Educación de la Generalitat Valenciana con el fin de utilizar las TIC de software libre en el Sistema Educativo Valenciano, y así permitir a sus usuarios disfrutar de una experiencia de usuario agradable y sencilla.

source: LliureX is a Custom Ubuntu GNU/Linux Distribution (CDD) intended as an operating system for educational institutions.
ca: LliureX és una distribució personalitzada d'Ubuntu GNU / Linux (CDD) dissenyada com a sistema operatiu per a institucions educatives.
es: LliureX es una distribución personalizada de Ubuntu GNU / Linux (CDD) diseñada como un sistema operativo para instituciones educativas.

source: While LliureX is installed, this slideshow will show you around its main features.
ca: Mentre s'instal·la LliureX, aquesta presentació de diapositives us mostrarà les seues característiques principals.
es: Mientras se instala LliureX, esta presentación de diapositivas te mostrará sus características principales.

source: Clasroom control.
es: Control de aula.
