Repository: lliurex/ubiquity-slideshow-lliurex
Catalog: po/lliurex_non_edu/*.po
Languages: ca, es

source: Getting Help
ca: Ajuda
es: Obtener ayuda

source: If you need help, you can contact us:
ca: Si necessiteu ajuda, podeu trobar-nos:
es: Si necesitas ayuda, puedes contactar con nosotros:

source: Using our <a href="http://mestreacasa.gva.es/web/lliurex/">webpage</a> at <a href="http://mestreacasa.gva.es/">Mestre a casa</a>
ca: A la <a href="http://mestreacasa.gva.es/web/lliurex/">nostra web</a> a <a href="http://mestreacasa.gva.es/">Mestre a casa</a>.
es: En nuestra <a href="http://mestreacasa.gva.es/web/lliurex/">página web</a> en<a href="http://mestreacasa.gva.es/">Mestre a casa</a>

source: On the mailing list, subscribe on <a href="https://launchpad.net/lliurex-1306">the page of LliureX project at Launchpad</a>.
ca: A la llista de correu LliureX <a href="http://lliurex.net"> a la página del projecte</a>.
es: Mediante la lista de correo en <a href="http://lliurex.net">la página web del proyecto</a>

source: At our twitter account @lliurex at <a href="https://twitter.com/LliureX">Twitter</a>
ca: Al twitter de LliureX a <a href="https://twitter.com/LliureX">(@lliurex)</a>
es: En nuestra cuenta de @lliurex en <a href="https://twitter.com/LliureX">Twitter</a>

source: The installation will finish soon. We hope you enjoy LliureX.
ca: La instal·lació està a punt de finalitzar. Esperem que vos agrade el LliureX
es: La instalación acabará pronto. Esperamos que os guste LliureX.

source: LliureX Networking model
ca: LliureX Model de xarxa
es: LliureX modelo de red

source: Lliurex Networking Model appears because of the growing ICT needs in the regional government.
ca: El LliureX Model de centre apareix com a resposta a les necessitats creixents d'ús de les TIC a les conselleries.
es: LliureX Modelo de red aparece debido a las necesidades crecientes de uso de las TIC la administración.

source: With this model you will have all your files available everywhere in your network. It is optimized for thin clients.
ca: Amb este model tindreu disponibles els vostres fitxers des de qualsevol ordinadorde la xarxa. Està optimitzat per a clients lleugers.
es: Con este modelo dispondrá de todos sus ficheros disponibles en cualquier lugar de la red. Está optimizado para clientes ligeros.

source: Included software
ca: Programari inclòs
es: Software incluido

source: Wizard
ca: Asistents
es: Asistentes

source: LliureX SME model
ca: LliureX Model de xarxa
es: LliureX modelo de red

source: LliureX SME is an adaptation to provide enterprise environment integration and mixed network capabilities.
ca: LliureX model de xarxa es una adaptació que proveix de una integració profesionali la capacitat de treballar en xarxes mixtes
es: El LliureX modelo de red es una adaptación que provee un entorno corporativo y la capacidad de trabajar en redes mixtas

source: It includes software such as LibreOffice Suite, digital certificates from different CA, PDF Shuffler, Planner...
ca: Està inclòs programari com el LibreOffice, certificats digitals de diferentesentitats certificadores, el Mesclador de fitxers PDF, el Planner.
es: Incluye software como la suite del LibreOffice, certificados digitales de diferentes entidades certificadoras, el Mezclador de ficheros PDF, el planner...

source: Some of the Digital certificates supported are:
ca: Alguns dels certificats admesos són:
es: Algunos de los certificados digitales soportados son:

source: CA
ca: Entitats certificadores
es: Entidad Certificadora

source: Welcome
ca: Vos donem la benvinguda
es: Bienvenido

source: Thank you for choosing LliureX 14.06 Platinum!
ca: Gràcies per triar el LliureX 16 Xenial!
es: ¡Gracias por elegir LliureX 16 Xenial!

source: LliureX is an initiative driven by the Department of Education of Regional Government with general purpose.
ca: LliureX és un projecte de la Conselleria d'Educació, Cultura i Esportde la Generalitat Valenciana amb propòsit general.
es: LliureX es una iniciativa de la Conselleria de Educación, Cultura y Deporte de la Generalitat Valenciana con el propósito de usar las TIC basadas en software libre en la Comunidad Valenciana.

source: LliureX is a Custom Ubuntu GNU/Linux Distribution (CDD) developed by the Department of Education intended as an operating system for institutions throughout the region.
ca: LliureX és una distribució personalitzada d'Ubuntu GNU/Linux que oferix un sistema operatiu a les institucions de l'àmbit de la Comunitat Valenciana.
es: LliureX es una Distribución Personalizada de Debian GNU/Linux desarrollada por la Conselleria de Educación, Cultura y Deporte con el objetivo de servir como sistema operativo para las instituciones del ámbito de la Comunidad Valenciana.

source: While LliureX is installed, this slideshow will show you around its main features.
ca: Durant la instal·lació esta presentació vos mostrarà algunes característiques del LliureX.
es: Mientras LliureX se instala, esta presentación te mostrará sus características principales.
